{"translation-revision-date":"2022-04-29 16:04:52+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Please enable the option below":["Por favor activa la siguiente opción"],"We recommend that you turn on the Optimization Setting for v2, so that old v2 styles and scripts would only get loaded when v2 blocks are present in the post. This will ensure your website loads fast even with version 2 backward compatibility enabled":["Te recomendamos que actives el ajuste de optimización para la versión 2, de modo que los estilos y scripts antiguos de la versión 2 sólo se carguen cuando los bloques de la versión 2 estén presentes en la entrada. Esto asegurará que tu web cargue rápidamente incluso con la compatibilidad hacia atrás de la versión 2 activada."],"Optimization Settings":["Ajustes de optimización"],"Only allow adding of the new v3 blocks in the Editor. Old v2 blocks will no longer work in the Editor, but they will still work fine in your frontend.":["Sólo se permite añadir los nuevos bloques de la versión 3 en el editor. Los viejos bloques de la versión 2 ya no funcionarán en el editor pero seguirán funcionando bien en el portada."],"Use New V3 Blocks Only":["Utiliza solamente los bloques nuevos de la versión 3"],"Always allow adding of both v2 and v3 blocks in the Editor, even in new posts.":["Permitir siempre que se añadan los bloques tanto de la versión 2 como de la versión 3 en el editor, incluso en las nuevas entradas."],"Use Both New V3 and Old V2 Blocks":["Utiliza tanto los nuevos bloques de la versión 3 como los antiguos de la versión 2"],"Enable old V2 blocks in the Editor when editing posts that previously had old V2 blocks. For new posts, only use the new V3 blocks.":["Activar los antiguos bloques de la versión 2 en el editor cuando se editan las entradas que anteriormente tenían antiguos bloques de la versión 2. Para las nuevas entradas, utiliza sólo los nuevos bloques de la versión 3."],"Use Old V2 Blocks, but Only When Editing Existing Posts":["Utilizar los antiguos bloques de la versión 2, pero sólo cuando se editen entradas existentes"],"Option number\u0004Option %s":["Opción %s"],"Learn more about migrating from V2 to V3":["Aprende más acerca de cómo migrar de la versión 2 a la versión 3"],"How would you like to transition your Editor workflow when editing your pages?":["¿Cómo te gustaría que fuera la transición del proceso de trabajo del editor al editar tus páginas?"],"Not to worry, version 3 is fully backward compatible with version 2, all your existing blocks should work fine, and you don't have to rebuild any of your web pages!":["No te preocupes, la versión 3 es totalmente compatible con la versión 2, todos tus bloques existentes deberían funcionar bien y no tienes que reconstruir ninguna de tus páginas."],"Stackable V3 provides NEW blocks which are more flexible, more powerful and faster. These new blocks are meant to replace the old V2 blocks.":["La versión 3 de Stackable proporciona nuevos bloques que son más flexibles, más potentes y rápidos. Estos nuevos bloques están pensados para sustituir a los antiguos bloques de la versión 2."],"Migrating to the New Stackable Blocks":["Migrar a los bloques nuevos de Stackable"],"and more!":["¡y más!"],"Conditionally Display blocks (premium)":["Bloques de visualización condicional (premium)"],"Motion Effects (premium)":["Efectos de movimiento (premium)"],"Use Dynamic Content in images, buttons, and other content (premium)":["Utiliza el contenido dinámico en imágenes, botones y otros contenidos (premium)"],"Stackable Custom Fields (premium)":["Campos personalizados de Stackable (premium)"],"Style blocks when they're hovered":["Estilizar los bloques al pasar el cursor"],"Advanced Columns which are immensely responsive (you can control how they collapse in tablet and mobile)":["Columnas avanzadas que son inmensamente adaptables (puedes controlar cómo se cierran en la tableta y en el móvil)"],"Completely new way to use Stackable blocks":["Una forma totalmente nueva de utilizar los bloques Stackable"],"Unbelievably lightweight, faster performance, focus on core web vitals and accessibility":["Increíblemente ligero, con un rendimiento más rápido, centrado en el núcleo vital de la web y en la accesibilidad"],"What’s New in Version 3":["Lo nuevo en la versión 3"],"We've made upgrading as smooth and hassle free as possible, click on the Get Started button at the lower right to move to the next step.":["Hemos hecho que actualizar sea lo más sencillo y libre de complicaciones posible, haz clic en el botón empezar en la parte inferior derecha para ir al siguiente paso."],"There are huge changes in Stackable, and this wizard will help you get started with migrating to the new version.":["Hay grandes cambios en Stackable, y este asistente le ayudará a empezar a migrar a la nueva versión."],"Thanks for Updating to Stackable V3":["Gracias por actualizar a Stackable versión 3"],"Welcome to V3":["Bienvenido a la v3"],"Migration":["Migración"],"Optimization":["Optimización"],"block title\u0004Columns":["Columnas"],"block title\u0004Blog Posts":["Entradas del blog"],"block title\u0004Video Popup":["Ventana emergente de vídeo"],"block title\u0004Advanced Text":["Texto avanzado"],"block title\u0004Testimonial":["Recomendación"],"block title\u0004Team Member":["Miembro del equipo"],"block title\u0004Spacer":["Espaciador"],"block title\u0004Separator":["Separador"],"block title\u0004Pricing Box":["Caja de precios"],"block title\u0004Number Box":["Caja de números"],"block title\u0004Notification":["Aviso"],"block title\u0004Image Box":["Caja de imagen"],"block title\u0004Icon":["Icono "],"block title\u0004Icon List":["Lista de iconos"],"block title\u0004Advanced Heading":["Encabezado avanzado"],"block title\u0004Header":["Cabecera"],"block title\u0004Feature":["Característica"],"block title\u0004Feature Grid":["Cuadrícula de características"],"block title\u0004Expand \/ Show More":["Ampliar \/ mostrar más"],"block title\u0004Divider":["Separador"],"block title\u0004Count Up":["Contar"],"block title\u0004Container":["Contenedor"],"block title\u0004Card":["Tarjeta"],"block title\u0004Call to Action":["Llamada a la acción"],"block title\u0004Button":["Botón"],"block title\u0004Blockquote":["Cita"],"block title\u0004Accordion":["Acordeón"],"Load only in posts with Stackable blocks":["Carga sólo en entradas con bloques de Stackable"],"Load across entire site":["Cargar en todo el sitio"],"Frontend JS & CSS Files":["Archivos JS y CSS de portada"],"Enabled":["Activado"],"Disabled":["Desactivado"],"Disable All":["Desactivar todo"],"Enable All":["Activar todo"]}},"comment":{"reference":"dist\/deprecated\/admin_welcome_v2.js"}}